Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# activity.following.event.pullRequest.merged.format
source: %1$@ merged a pull request in %2$@
ar: %1$@ دمج طلب سحب في %2$@
de: %1$@ hat einen Pull Request in %2$@ gemerged
es: %1$@ fusionó una solicitud de extracción en %2$@
fr: %1$@ a fusionné une demande de tirage dans %2$@
id: %1$@ menggabungkan pull request di %2$@
it: %1$@ ha unito una richiesta pull in %2$@
ja: %1$@ が %2$@ でプルリクエストをマージしました
ko: %1$@님이 %2$@에서 풀 리퀘스트를 병합했습니다
nl: %1$@ heeft een pull-request samengevoegd in %2$@
pl: %1$@ scalił pull request w %2$@
pt_br: %1$@ mesclou um pull request em %2$@
ru: %1$@ объединил запрос на слияние в %2$@
tr: %1$@, %2$@ deposunda bir çekme isteğini birleştirdi
uk: %1$@ злив pull request у %2$@
vi: %1$@ đã merge một pull request trong %2$@
zh_hans: %1$@ 在 %2$@ 合并了 PR
zh_hant: %1$@ 在 %2$@ 合併了 PR

# activity.following.event.pullRequest.opened.format
source: %1$@ opened a pull request in %2$@
ar: %1$@ فتح طلب سحب في %2$@
de: %1$@ hat einen Pull Request in %2$@ geöffnet
es: %1$@ abrió una solicitud de extracción en %2$@
fr: %1$@ a ouvert une demande de tirage dans %2$@
id: %1$@ membuka pull request di %2$@
it: %1$@ ha aperto una richiesta pull in %2$@
ja: %1$@ が %2$@ でプルリクエストをオープンしました
ko: %1$@님이 %2$@에서 풀 리퀘스트를 열었습니다
nl: %1$@ heeft een pull-request geopend in %2$@
pl: %1$@ otworzył pull request w %2$@
pt_br: %1$@ abriu um pull request em %2$@
ru: %1$@ открыл запрос на слияние в %2$@
tr: %1$@, %2$@ deposunda bir çekme isteği açtı
uk: %1$@ відкрив pull request у %2$@
vi: %1$@ đã mở một pull request trong %2$@
zh_hans: %1$@ 在 %2$@ 打开了 PR
zh_hant: %1$@ 在 %2$@ 開啟了 PR

# activity.following.event.push.format
source: %1$@ pushed to %2$@ on %3$@
ar: %1$@ دفع إلى %2$@ على %3$@
de: %1$@ hat zu %2$@ in %3$@ gepusht
es: %1$@ hizo push a %2$@ en %3$@
fr: %1$@ a poussé vers %2$@ sur %3$@
id: %1$@ melakukan push ke %2$@ di %3$@
it: %1$@ ha eseguito il push su %2$@ in %3$@
ja: %1$@ が %3$@ の %2$@ にプッシュしました
ko: %1$@님이 %3$@의 %2$@에 푸시했습니다
nl: %1$@ heeft gepusht naar %2$@ op %3$@
pl: %1$@ wypchnął do %2$@ w %3$@
pt_br: %1$@ fez push para %2$@ em %3$@
ru: %1$@ отправил изменения в %2$@ в %3$@
tr: %1$@, %3$@ deposunda %2$@ dalına itti
uk: %1$@ запушив у %2$@ на %3$@
vi: %1$@ đã push lên %2$@ trên %3$@
zh_hans: %1$@ 推送到 %3$@ 的 %2$@ 分支
zh_hant: %1$@ 推送至 %3$@ 的 %2$@ 分支

# activity.following.event.watch.format
source: %1$@ starred %2$@
ar: %1$@ أضاف نجمة إلى %2$@
de: %1$@ hat %2$@ mit einem Stern markiert
es: %1$@ marcó con estrella %2$@
fr: %1$@ a ajouté %2$@ aux favoris
id: %1$@ memberi bintang %2$@
it: %1$@ ha aggiunto una stella a %2$@
ja: %1$@ が %2$@ にスターを付けました
ko: %1$@님이 %2$@에 별표를 표시했습니다
nl: %1$@ heeft %2$@ een ster gegeven
pl: %1$@ dodał gwiazdkę do %2$@
pt_br: %1$@ deu estrela em %2$@
ru: %1$@ поставил звезду %2$@
tr: %1$@, %2$@ deposunu yıldızladı
uk: %1$@ поставив зірку %2$@
vi: %1$@ đã sao %2$@
zh_hans: %1$@ star 了 %2$@
zh_hant: %1$@ star 了 %2$@

# activity.itemCountFormat
source: %d activities
ar: %d أنشطة
de: %d Aktivitäten
es: %d actividades
fr: %d activités
id: %d aktivitas
it: %d attività
ja: %d 件のアクティビティ
ko: 활동 %d개
nl: %d activiteiten
pl: %d aktywności
pt_br: %d atividades
ru: %d действий
tr: %d etkinlik
uk: %d активностей
vi: %d hoạt động
zh_hans: %d 条活动
zh_hant: %d 項活動

# activity.lastRefreshedFormat
source: Refreshed %@
ar: تم التحديث %@
de: Aktualisiert %@
es: Actualizado %@
fr: Actualisé %@
id: Dimuat ulang %@
it: Aggiornato %@
ja: 最終更新: %@
ko: %@에 새로고침됨
nl: Vernieuwd %@
pl: Odświeżono %@
pt_br: Atualizado %@
ru: Обновлено %@
tr: %@ tarihinde yenilendi
uk: Оновлено %@
vi: Đã làm mới %@
zh_hans: 刷新于 %@
zh_hant: 已於 %@ 重新整理

# activity.openOnGitHub
source: Open on GitHub
ar: فتح على GitHub
de: Auf GitHub öffnen
es: Abrir en GitHub
fr: Ouvrir sur GitHub
id: Buka di GitHub
it: Apri su GitHub
ja: GitHub で開く
ko: GitHub에서 열기
nl: Openen op GitHub
pl: Otwórz na GitHub
pt_br: Abrir no GitHub
ru: Открыть на GitHub
tr: GitHub'da Aç
uk: Відкрити на GitHub
vi: Mở trên GitHub
zh_hans: 在 GitHub 打开
zh_hant: 在 GitHub 上開啟

# activity.refresh
source: Refresh activity
ar: تحديث النشاط
de: Aktivität aktualisieren
es: Actualizar actividad
fr: Actualiser l'activité
id: Muat ulang aktivitas
it: Aggiorna attività
ja: アクティビティを更新
ko: 활동 새로고침
nl: Activiteit vernieuwen
pl: Odśwież aktywność
pt_br: Atualizar atividade
ru: Обновить активность
tr: Etkinliği yenile
uk: Оновити активність
vi: Làm mới hoạt động
zh_hans: 刷新活动
zh_hant: 重新整理活動

# activity.release.empty.subtitle
source: Release records will appear here after the next release check.
ar: ستظهر سجلات الإصدار هنا بعد فحص الإصدار التالي.
de: Veröffentlichungsdatensätze erscheinen hier nach der nächsten Veröffentlichungsprüfung.
es: Los registros de lanzamientos aparecerán aquí después de la próxima comprobación.
fr: Les enregistrements de versions apparaîtront ici après la prochaine vérification.
id: Catatan rilis akan muncul di sini setelah pemeriksaan rilis berikutnya.
it: I record dei rilasci appariranno qui dopo il prossimo controllo.
ja: 次回のリリース確認後にリリース記録がここに表示されます。
ko: 다음 릴리스 확인 후 릴리스 기록이 여기에 표시됩니다.
nl: Release-records verschijnen hier na de volgende releasecontrole.
pl: Rekordy wydań pojawią się tutaj po następnym sprawdzeniu wydań.
pt_br: Registros de lançamentos aparecerão aqui após a próxima verificação.
ru: Записи о релизах появятся здесь после следующей проверки релизов.
tr: Sürüm kayıtları, bir sonraki sürüm kontrolünden sonra burada görünecektir.
uk: Записи релізів з'являться тут після наступної перевірки релізів.
vi: Bản ghi phát hành sẽ xuất hiện ở đây sau lần kiểm tra phát hành tiếp theo.
zh_hans: 下次发行版检查后，版本记录会显示在这里。
zh_hant: 下次發行版檢查後，版本記錄會顯示在這裡。

# activity.release.empty.title
source: No release records
ar: لا توجد سجلات إصدار
de: Keine Veröffentlichungsdatensätze
es: Sin registros de lanzamientos
fr: Aucun enregistrement de version
id: Tidak ada catatan rilis
it: Nessun record di rilascio
ja: リリース記録なし
ko: 릴리스 기록 없음
nl: Geen release-records
pl: Brak rekordów wydań
pt_br: Nenhum registro de lançamento
ru: Нет записей о релизах
tr: Sürüm kaydı yok
uk: Немає записів релізів
vi: Không có bản ghi phát hành
zh_hans: 暂无发行版记录
zh_hant: 尚無發行版記錄

# activity.release.latestPublishedAt
source: Latest release published at
ar: آخر إصدار نُشر في
de: Neueste Veröffentlichung veröffentlicht am
es: Último lanzamiento publicado el
fr: Dernière version publiée le
id: Rilis terbaru dipublikasikan pada
it: Ultimo rilascio pubblicato il
ja: 最新リリース公開日
ko: 최신 릴리스 게시일
nl: Laatste release gepubliceerd op
pl: Najnowsze wydanie opublikowane
pt_br: Último lançamento publicado em
ru: Последний релиз опубликован
tr: Son sürüm yayınlanma tarihi
uk: Останній реліз опубліковано
vi: Bản phát hành mới nhất được xuất bản lúc
zh_hans: 最新版本发布时间
zh_hant: 最新版本發佈時間

# activity.release.noNotes
source: No release notes.
ar: لا توجد ملاحظات إصدار.
de: Keine Veröffentlichungshinweise.
es: Sin notas de lanzamiento.
fr: Aucune note de version.
id: Tidak ada catatan rilis.
it: Nessuna nota di rilascio.
ja: リリースノートはありません。
ko: 릴리스 노트가 없습니다.
nl: Geen release-opmerkingen.
pl: Brak notatek wydania.
pt_br: Sem notas de lançamento.
ru: Нет примечаний к релизу.
tr: Sürüm notu yok.
uk: Немає приміток до релізу.
vi: Không có ghi chú phát hành.
zh_hans: 暂无 release notes。
zh_hant: 無發行說明。

# activity.release.timeline.title
source: Release Notes
ar: ملاحظات الإصدار
de: Veröffentlichungshinweise
es: Notas de lanzamiento
fr: Notes de version
id: Catatan Rilis
it: Note di rilascio
ja: リリースノート
ko: 릴리스 노트
nl: Release-opmerkingen
pl: Notatki wydania
pt_br: Notas de Lançamento
ru: Примечания к релизу
tr: Sürüm Notları
uk: Примітки до релізу
vi: Ghi chú phát hành
zh_hans: 发行版记录
zh_hant: 發行版記錄

# activity.repository.subtitle
source: Recently updated repository
ar: مستودع تم تحديثه مؤخرًا
de: Kürzlich aktualisiertes Repository
es: Repositorio actualizado recientemente
fr: Dépôt récemment mis à jour
id: Repositori yang baru diperbarui
it: Repository aggiornato di recente
ja: 最近更新されたリポジトリ
ko: 최근 업데이트된 저장소
nl: Recent bijgewerkte repository
pl: Ostatnio zaktualizowane repozytorium
pt_br: Repositório atualizado recentemente
ru: Недавно обновлённый репозиторий
tr: Son güncellenen depo
uk: Нещодавно оновлений репозиторій
vi: Kho lưu trữ được cập nhật gần đây
zh_hans: 最近更新的仓库
zh_hant: 最近更新的倉庫

# activity.sort.newest
source: Newest first
ar: الأحدث أولاً
de: Neueste zuerst
es: Más recientes primero
fr: Plus récents d'abord
id: Terbaru dulu
it: Prima i più recenti
ja: 新しい順
ko: 최신순
nl: Nieuwste eerst
pl: Od najnowszych
pt_br: Mais recentes primeiro
ru: Сначала новые
tr: Önce en yeniler
uk: Спочатку новіші
vi: Mới nhất trước
zh_hans: 最新优先
zh_hant: 最新優先

# activity.sort.oldest
source: Oldest first
ar: الأقدم أولاً
de: Älteste zuerst
es: Más antiguos primero
fr: Plus anciens d'abord
id: Terlama dulu
it: Prima i più vecchi
ja: 古い順
ko: 오래된순
nl: Oudste eerst
pl: Od najstarszych
pt_br: Mais antigos primeiro
ru: Сначала старые
tr: Önce en eskiler
uk: Спочатку старіші
vi: Cũ nhất trước
zh_hans: 最早优先
zh_hant: 最早優先

# activity.star.subtitle
source: Recently starred
ar: أُضيفت نجمة مؤخرًا
de: Kürzlich mit Stern markiert
es: Recientemente marcados con estrella
fr: Récemment favoris
id: Baru diberi bintang
it: Aggiunti stelle di recente
ja: 最近スターを付けた
ko: 최근 별표 표시
nl: Recent een ster gegeven
pl: Ostatnio oznaczone gwiazdką
pt_br: Estrelados recentemente
ru: Недавно отмеченные звёздами
tr: Son yıldızlananlar
uk: Нещодавно позначені зіркою
vi: Đã sao gần đây
zh_hans: 最近星标
zh_hant: 最近星標

# activity.suggestion.subtitle
source: Suggested from your local stars
ar: مقترح من نجومك المحلية
de: Vorgeschlagen basierend auf lokalen Sternen
es: Sugerido de sus estrellas locales
fr: Suggestions basées sur vos favoris locaux
id: Disarankan dari bintang lokal Anda
it: Suggerito dalle tue stelle locali
ja: ローカルのスターからおすすめ
ko: 로컬 별표에서 제안됨
nl: Gesuggereerd op basis van je lokale sterren
pl: Sugerowane na podstawie lokalnych gwiazdek
pt_br: Sugerido a partir de suas estrelas locais
ru: Предложено на основе ваших локальных звёзд
tr: Yerel yıldızlarınızdan önerilenler
uk: Запропоновано з ваших локальних зірок
vi: Được gợi ý từ các sao cục bộ của bạn
zh_hans: 基于本地 Stars 的建议
zh_hant: 基於本地 Stars 的建議

# activity.title
source: Activity
ar: النشاط
de: Aktivität
es: Actividad
fr: Activité
id: Aktivitas
it: Attività
ja: アクティビティ
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ru: Активность
tr: Etkinlik
uk: Активність
vi: Hoạt động
zh_hans: 活动
zh_hant: 活動

# activity.undoStar.clearAll.confirmMessage
source: This will permanently delete all undo star history records.
ar: سيؤدي هذا إلى حذف جميع سجلات تاريخ التراجع عن النجمة بشكل دائم.
de: Dies löscht dauerhaft alle Verläufe von rückgängig gemachten Sternen.
es: Esto eliminará permanentemente todo el historial de deshacer estrella.
fr: Cela supprimera définitivement tout l'historique des annulations de favoris.
id: Ini akan menghapus permanen semua riwayat batalkan bintang.
it: Questo cancellerà permanentemente tutti i record della cronologia di annullamento stella.
ja: これにより、すべてのスター取り消し履歴が完全に削除されます。
ko: 이 작업은 모든 별표 취소 기록을 영구적으로 삭제합니다.
nl: Dit verwijdert permanent alle ongedaan-maak-ster-geschiedenis.
pl: Spowoduje to trwałe usunięcie wszystkich rekordów historii cofania gwiazdek.
pt_br: Isso excluirá permanentemente todos os registros de histórico de desfazer estrela.
ru: Это навсегда удалит всю историю отмены звёзд.
tr: Bu, tüm yıldız geri alma geçmişi kayıtlarını kalıcı olarak silecektir.
uk: Це назавжди видалить усі записи історії скасування зірок.
vi: Thao tác này sẽ xóa vĩnh viễn tất cả bản ghi lịch sử hoàn tác sao.
zh_hans: 将永久删除所有 Unstar 历史记录，此操作不可撤销。
zh_hant: 這將永久刪除所有 Unstar 歷史記錄。

# activity.undoStar.clearAll.confirmTitle
source: Clear All Undo Star History?
ar: هل تريد مسح كل تاريخ التراجع عن النجمة؟
de: Gesamten Verlauf rückgängig gemachter Sterne löschen?
es: ¿Borrar todo el historial de deshacer estrella?
fr: Effacer tout l'historique des annulations de favoris ?
id: Hapus Semua Riwayat Batalkan Bintang?
it: Cancellare tutta la cronologia di annullamento stella?
ja: すべてのスター取り消し履歴を消去しますか？
ko: 모든 별표 취소 기록을 지우시겠습니까?
nl: Alle ongedaan-maak-ster-geschiedenis wissen?
pl: Wyczyścić całą historię cofania gwiazdek?
pt_br: Limpar todo o histórico de desfazer estrela?
ru: Очистить всю историю отмены звёзд?
tr: Tüm Yıldız Geri Alma Geçmişi Temizlensin mi?
uk: Очистити всю історію скасування зірок?
vi: Xóa tất cả lịch sử hoàn tác sao?
zh_hans: 清空所有 Unstar 记录？
zh_hant: 清除所有 Unstar 歷史記錄？

# activity.undoStar.clearAll.help
source: Clear all undo star history
ar: مسح كل تاريخ التراجع عن النجمة
de: Gesamten Verlauf rückgängig gemachter Sterne löschen
es: Borrar todo el historial de deshacer estrella
fr: Effacer tout l'historique des annulations de favoris
id: Hapus semua riwayat batalkan bintang
it: Cancella tutta la cronologia di annullamento stella
ja: すべてのスター取り消し履歴を消去
ko: 모든 별표 취소 기록 지우기
nl: Wis alle ongedaan-maak-ster-geschiedenis
pl: Wyczyść całą historię cofania gwiazdek
pt_br: Limpar todo o histórico de desfazer estrela
ru: Очистить всю историю отмены звёзд
tr: Tüm yıldız geri alma geçmişini temizle
uk: Очистити всю історію скасування зірок
vi: Xóa tất cả lịch sử hoàn tác sao
zh_hans: 清空所有 Unstar 记录
zh_hant: 清除所有 Unstar 歷史記錄

# activity.undoStar.cleared
source: Undo star history cleared
ar: تم مسح تاريخ التراجع عن النجمة
de: Verlauf rückgängig gemachter Sterne gelöscht
es: Historial de deshacer estrella borrado
fr: Historique des annulations de favoris effacé
id: Riwayat batalkan bintang dihapus
it: Cronologia di annullamento stella cancellata
ja: スター取り消し履歴を消去しました
ko: 별표 취소 기록이 지워졌습니다
nl: Ongedaan-maak-ster-geschiedenis gewist
pl: Historia cofania gwiazdek wyczyszczona
pt_br: Histórico de desfazer estrela limpo
ru: История отмены звёзд очищена
tr: Yıldız geri alma geçmişi temizlendi
uk: Історію скасування зірок очищено
vi: Đã xóa lịch sử hoàn tác sao
zh_hans: Unstar 记录已清空
zh_hant: Unstar 記錄已清除

# activity.undoStar.countFormat
source: %d repos
ar: %d مستودعات
fr: %d dépôts
id: %d repo
it: %d repo
ja: %d 個のリポジトリ
ko: 저장소 %d개
pl: %d repozytoriów
pt_br: %d repositórios
ru: %d репозиториев
tr: %d depo
uk: %d репозиторіїв
vi: %d kho
zh_hans: %d 个仓库
zh_hant: %d 個倉庫

# activity.undoStar.empty
source: No unstarred repos in history
ar: لا توجد مستودعات ملغاة النجمة في التاريخ
de: Keine Repos ohne Stern im Verlauf
es: Sin repos sin estrella en el historial
fr: Aucun dépôt non favorisé dans l'historique
id: Tidak ada repo yang dibatalkan bintangnya dalam riwayat
it: Nessun repo senza stella nella cronologia
ja: 履歴にスターを外したリポジトリはありません
ko: 기록에 별표 취소된 저장소가 없습니다
nl: Geen onsterde repos in geschiedenis
pl: Brak repozytoriów bez gwiazdki w historii
pt_br: Nenhum repositório sem estrela no histórico
ru: В истории нет репозиториев без звёзд
tr: Geçmişte yıldızı kaldırılmış depo yok
uk: В історії немає репозиторіїв без зірок
vi: Không có kho nào bị bỏ sao trong lịch sử
zh_hans: 暂无 Unstar 记录
zh_hant: 歷史中無已取消星標的倉庫

# activity.undoStar.expiringFormat
source: %d repos expiring
ar: %d مستودعات على وشك الانتهاء
de: %d Repos laufen ab
es: %d repos por expirar
fr: %d dépôts expirant
id: %d repo akan kedaluwarsa
it: %d repo in scadenza
ja: 期限切れ間近: %d 個のリポジトリ
ko: 만료 예정 저장소 %d개
nl: %d repos verlopen
pl: %d repozytoriów wygasa
pt_br: %d repositórios expirando
ru: %d репозиториев истекает
tr: %d depo süresi doluyor
uk: %d репозиторіїв закінчуються
vi: %d kho sắp hết hạn
zh_hans: %d 个仓库即将过期
zh_hant: %d 個倉庫即將過期

# activity.unread
source: Unread
ar: غير مقروء
de: Ungelesen
es: No leído
fr: Non lu
id: Belum dibaca
it: Non letto
ja: 未読
ko: 읽지 않음
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lido
ru: Непрочитанные
tr: Okunmamış
uk: Непрочитані
vi: Chưa đọc
zh_hans: 未读
zh_hant: 未讀

# agent.artifact.type.log
source: Run Log
ar: سجل التشغيل
de: Ausführungsprotokoll
es: Registro de ejecución
fr: Journal d'exécution
id: Log Jalankan
it: Log di esecuzione
ja: 実行ログ
ko: 실행 로그
nl: Uitvoeringslog
pl: Dziennik uruchomienia
pt_br: Log de Execução
ru: Журнал запуска
tr: Çalıştırma Günlüğü
uk: Журнал виконання
vi: Nhật ký chạy
zh_hans: 运行日志
zh_hant: 執行日誌

# agent.artifact.type.markdown
source: Markdown
ar: ماركداون
ko: 마크다운

# agent.context.source.empty
source: Starcat local repository snapshot: 0 repos
ar: لقطة مستودع Starcat المحلي: 0 مستودعات
de: Starcat lokaler Repository-Snapshot: 0 Repos
es: Instantánea local del repositorio de Starcat: 0 repos
fr: Instantané local du dépôt Starcat : 0 dépôt
id: Snapshot repositori lokal Starcat: 0 repo
it: Snapshot locale del repository Starcat: 0 repo
ja: Starcat ローカルリポジトリスナップショット: 0 リポジトリ
ko: Starcat 로컬 저장소 스냅샷: 0개 저장소
nl: Starcat lokale repository-snapshot: 0 repos
pl: Migawka lokalnego repozytorium Starcat: 0 repozytoriów
pt_br: Instantâneo do repositório local do Starcat: 0 repositórios
ru: Локальный снимок репозиториев Starcat: 0 репозиториев
tr: Starcat yerel depo anlık görüntüsü: 0 depo
uk: Локальний знімок репозиторіїв Starcat: 0 репозиторіїв
vi: Ảnh chụp nhanh kho lưu trữ cục bộ Starcat: 0 kho
zh_hans: Starcat 本地仓库快照: 0 repos
zh_hant: Starcat 本地倉庫快照：0 個倉庫

# agent.context.source.repoCountFormat
source: Starcat local repository snapshot: %d repos
ar: لقطة مستودع Starcat المحلي: %d مستودعات
de: Starcat lokaler Repository-Snapshot: %d Repos
es: Instantánea local del repositorio de Starcat: %d repos
fr: Instantané local du dépôt Starcat : %d dépôts
id: Snapshot repositori lokal Starcat: %d repo
it: Snapshot locale del repository Starcat: %d repo
ja: Starcat ローカルリポジトリスナップショット: %d リポジトリ
ko: Starcat 로컬 저장소 스냅샷: %d개 저장소
nl: Starcat lokale repository-snapshot: %d repos
pl: Migawka lokalnego repozytorium Starcat: %d repozytoriów
pt_br: Instantâneo do repositório local do Starcat: %d repositórios
ru: Локальный снимок репозиториев Starcat: %d репозиториев
tr: Starcat yerel depo anlık görüntüsü: %d depo
uk: Локальний знімок репозиторіїв Starcat: %d репозиторіїв
vi: Ảnh chụp nhanh kho lưu trữ cục bộ Starcat: %d kho
zh_hans: Starcat 本地仓库快照: %d repos
zh_hant: Starcat 本地倉庫快照：%d 個倉庫

# agent.definition.githubWeeklyReport.defaultPrompt
source: Create this week's GitHub trending open-source weekly report for me, in a style similar to Ruan Yifeng Weekly.
ar: أنشئ لي التقرير الأسبوعي لمشاريع GitHub الرائجة مفتوحة المصدر لهذا الأسبوع، بأسلوب مشابه لأسبوعية روان ييفنغ.
de: Erstelle für mich den dieswöchigen GitHub-Trending-Open-Source-Wochenbericht, ähnlich wie Ruan Yifeng Weekly.
es: Crea para mí el informe semanal de código abierto en tendencia de GitHub de esta semana, en un estilo similar al de Ruan Yifeng Weekly.
fr: Créez pour moi le rapport hebdomadaire open-source tendance de GitHub de cette semaine, dans un style similaire à Ruan Yifeng Weekly.
id: Buat laporan mingguan open-source tren GitHub minggu ini untuk saya, dengan gaya yang mirip dengan Ruan Yifeng Weekly.
it: Crea per me il report settimanale open-source di tendenza di GitHub di questa settimana, in uno stile simile a Ruan Yifeng Weekly.
ja: 今週の GitHub トレンドオープンソース週報を、阮一峰週刊スタイルで作成してください。
ko: 이번 주 GitHub 트렌딩 오픈소스 주간 보고서를 작성해 주세요. 스타일은 Ruan Yifeng 주간과 유사하게.
nl: Maak voor mij het wekelijkse GitHub-trending open-source rapport van deze week, in een stijl vergelijkbaar met Ruan Yifeng Weekly.
pl: Utwórz dla mnie cotygodniowy raport o trendach open-source na GitHubie w tym tygodniu, w stylu podobnym do Ruan Yifeng Weekly.
pt_br: Crie para mim o relatório semanal de código aberto em tendência do GitHub desta semana, em um estilo semelhante ao Ruan Yifeng Weekly.
ru: Создай для меня еженедельный отчёт о трендовых open-source проектах GitHub за эту неделю в стиле, похожем на «Еженедельник Жуань Ифэна».
tr: Bu haftanın GitHub trend açık kaynak haftalık raporunu benim için oluştur, Ruan Yifeng Haftalık stiline benzer.
uk: Створіть для мене щотижневий звіт про трендові відкриті проекти на GitHub цього тижня у стилі, подібному до Ruan Yifeng Weekly.
vi: Tạo báo cáo tuần về mã nguồn mở thịnh hành trên GitHub cho tôi, theo phong cách tương tự Ruan Yifeng Weekly.
zh_hans: 帮我生成本周 GitHub 热门开源项目周刊，风格参考阮一峰 Weekly。
zh_hant: 為我生成這週的 GitHub 熱門開源專案週報，風格參考阮一峰 Weekly。

# agent.definition.githubWeeklyReport.subtitle
source: Curate trending open-source projects into a technical weekly report
ar: تجميع المشاريع مفتوحة المصدر الرائجة في تقرير أسبوعي تقني
de: Kuratiere trendige Open-Source-Projekte in einen technischen Wochenbericht
es: Selecciona proyectos de código abierto en tendencia para un informe técnico semanal
fr: Organisez les projets open-source tendance en un rapport technique hebdomadaire
id: Kurasi proyek open-source tren menjadi laporan teknis mingguan
it: Cura progetti open-source di tendenza in un report tecnico settimanale
ja: トレンドのオープンソースプロジェクトを技術週報にまとめる
ko: 트렌딩 오픈소스 프로젝트를 기술 주간 보고서로 큐레이션
nl: Stel trending open-source projecten samen in een technisch weekrapport
pl: Kuratoruj trendy open-source w techniczny raport tygodniowy
pt_br: Selecione projetos de código aberto em tendência para um relatório técnico semanal
ru: Подборка трендовых open-source проектов в технический еженедельник
tr: Trend olan açık kaynak projeleri teknik bir haftalık rapora dönüştür
uk: Підготуйте трендові відкриті проекти у технічний щотижневий звіт
vi: Tuyển chọn các dự án mã nguồn mở thịnh hành thành báo cáo tuần kỹ thuật
zh_hans: 整理热门开源项目并生成技术周刊
zh_hant: 將熱門開源專案整理成技術週報

# agent.definition.githubWeeklyReport.title
source: GitHub Weekly Report
ar: تقرير GitHub الأسبوعي
de: GitHub Wochenbericht
es: Informe semanal de GitHub
fr: Rapport hebdomadaire GitHub
id: Laporan Mingguan GitHub
it: Report settimanale GitHub
ja: GitHub 週報
ko: GitHub 주간 보고서
nl: GitHub Weekrapport
pl: Raport tygodniowy GitHub
pt_br: Relatório Semanal do GitHub
ru: Еженедельный отчёт GitHub
tr: GitHub Haftalık Raporu
uk: Щотижневий звіт GitHub
vi: Báo cáo tuần GitHub

# agent.definition.overlapScan.defaultPrompt
source: Scan my starred repositories, find groups with overlapping functionality, and only give suggestions without making changes.
ar: امسح مستودعاتي المميزة بنجمة، وابحث عن مجموعات ذات وظائف متداخلة، وقدم اقتراحات فقط دون إجراء تغييرات.
de: Meine markierten Repositories scannen, Gruppen mit überlappender Funktionalität finden und nur Vorschläge ohne Änderungen geben.
es: Escanea mis repositorios destacados, encuentra grupos con funcionalidad superpuesta y solo da sugerencias sin hacer cambios.
fr: Analyser mes dépôts favoris, trouver les groupes aux fonctionnalités redondantes et ne donner que des suggestions sans effectuer de modifications.
id: Pindai repositori berbintang saya, temukan grup dengan fungsionalitas tumpang tindih, dan hanya berikan saran tanpa melakukan perubahan.
it: Analizza i miei repository con stella, trova gruppi con funzionalità sovrapposte e fornisci solo suggerimenti senza apportare modifiche.
ja: スターを付けたリポジトリをスキャンし、機能が重複しているグループを見つけて、変更は行わずに提案のみを行ってください。
ko: 내가 별표 표시한 저장소를 스캔하여 중복 기능이 있는 그룹을 찾고, 변경 없이 제안만 제공합니다.
nl: Scan mijn gemarkeerde repositories, vind groepen met overlappende functionaliteit en geef alleen suggesties zonder wijzigingen aan te brengen.
pl: Przeskanuj moje oznaczone gwiazdką repozytoria, znajdź grupy o nakładającej się funkcjonalności i podaj tylko sugestie bez wprowadzania zmian.
pt_br: Examinar meus repositórios favoritados, encontrar grupos com funcionalidades sobrepostas e dar apenas sugestões sem fazer alterações.
ru: Просканируй мои отмеченные звёздами репозитории, найди группы с пересекающейся функциональностью и дай только предложения без внесения изменений.
tr: Yıldızlı depolarımı tara, örtüşen işlevselliğe sahip grupları bul ve yalnızca değişiklik yapmadan öneriler sun.
uk: Сканувати мої репозиторії з зірочками, знайти групи з перекриттям функціоналу та надати лише пропозиції без внесення змін.
vi: Quét các kho lưu trữ đã gắn sao của tôi, tìm các nhóm có chức năng chồng chéo và chỉ đưa ra gợi ý mà không thực hiện thay đổi.
zh_hans: 扫描我已 star 的仓库，找出功能重叠的项目组，先给建议，不要自动修改。
zh_hant: 掃描我 star 的倉庫，找出功能重疊的群組，只給建議，不要自動修改。
